Revit 2024 API
SymbolTypeId.KPa Property
 Symbol kPa, indicating unit Kilopascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KPa { get; }
Visual Basic
Public Shared ReadOnly Property KPa As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KPa {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace